Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B12B.tmx
Source language: en_us
Languages: zh_cn

source: Fighting Trend, China Is Luring Scientists Home
zh_cn: “拿来主义”是否能够拯救中国科研梦

source: BEIJING —— Scientists in the United States were not overly surprised in 2008 when the prestigious Howard Hughes Medical Institute in Maryland awarded a $10 million research grant to a Princeton University molecular biologist, Shi Yigong.
zh_cn: 施一公，普林斯顿的细胞生物学家，由于其在癌症治疗领域的突出贡献于2008年获得了霍华德.休斯医学研究所（The Howard Hughes Medical Institue）1000万美金的科研经费资助。

source: Dr. Shi's cell studies had already opened a new line of research into cancer treatment.At Princeton, his laboratory occupied an entire floor and had a $2 million annual budget.
zh_cn: 也正是因为施博士在癌症研究领域的突出贡献，普林斯顿大学为其研究团队提供了一整楼的研究场地，以及每年200万美元的研究经费。

source: The surprise ——shock, actually ——came a few months later, when Dr. Shi, a naturalized American citizen and 18-year resident of the United States, announced that he was leaving for good to pursue science in China. He declined the grant, resigned from Princeton's faculty and became the dean of life sciences at Tsinghua University in Beijing.
zh_cn: 前途看好的他（施博士现为美国公民，18岁定居美国）却在获得了霍华德.休斯基金后做出了一个让大家都吃惊不已的决定——放弃数额巨大的研究经费，同时辞去普林斯顿大学的教职，转而选择到清华大学担任生命科学院院长一职。

source: "To this day, many people don't understand why I came back to China," he said recently between a crush of visitors to his Tsinghua office."Especially in my position, giving up all I had."
zh_cn: 而施博士本人在一次采访中做出回应：“最近有很多人也问我为什么我会愿意放弃我在美国拥有的一切，而选择回到中国？”、其实我只是希望能为中国的科研事业做出点贡献。

source: "He was one of our stars," Robert H. Austin, a Princeton physics professor, said by telephone. "I thought it was completely crazy."
zh_cn: 他的这一决定使得大多数人都感到不解，就连他在美国的同事——普林斯顿大学的物理学教授罗伯特.奥斯丁（Robert H. Austin）也表示：“像他这样的科研新星，放弃美国的条件无疑是自毁前程。”

source: China's leaders do not.
zh_cn: 而中国的领导阶层却对施博士的回国有着不同的看法。

source: Determined to reverse the drain of top talent that accompanied its opening to the outside world over the past three decades, they are using their now ample financial resources ——and a dollop of national pride ——to entice scientists and scholars home.
zh_cn: 为了挽回在过去30年改革开发浪潮中流失的顶尖人才，中国政府正在利用其强大的经济实力和不断提升的国际地位来吸引更多的像施博士这样的顶尖人才回到中国。

source: The West, and the United States in particular, remain more attractive places for many Chinese scholars to study and do research.
zh_cn: 尽管至今西方，尤其是美国仍然对于大多数学者来说是一个理想的学习和做研究的选择。

source: But the return of Dr. Shi and some other high-profile scientists is a sign that China is succeeding more quickly than many experts expected at narrowing the gap that separates it from technologically advanced nations.
zh_cn: 但是这一现象随着施博士及一批顶尖的科研人才的陆续回国开始有所改观。 中国政府正在努力的缩短其与发达国家的科技实力差距，而且他们目前也获得了阶段性的成功。

source: China's spending on research and development has steadily increased for a decade and now amounts to 1.5 percent of gross domestic product.
zh_cn: 在经费投入上看，中国政府对于科学研究的资金投入连续10年都在增加，目前其投入比例已经高达国民生产总值的1.5%。

source: The United States devotes 2.7 percent of its G.D.P. to research and development, but China's share is far higher than that of most other developing countries.
zh_cn: 尽管与美国的2.7%相比还是存在着差距，但是与其它发展中国家相比已高出很多。

source: Chinese scientists are also under more pressure to compete with those abroad, and in the past decade they quadrupled the number of scientific papers they published a year.
zh_cn: 除此之外，中国的科学家也更多地参与到与国外同行的竞争中来，在过去的十年中中国科学家在国际刊物上发表的科研论文已经增长了四倍。

source: Their2007 total was second only to that of the United States.
zh_cn: 其中2007年中国学者所发表的科研论文数量位居世界第二位，仅次于美国。

source: About 5,000 Chinese scientists are engaged in the emerging field of nanotechnology alone, according to a recent book, "China's Emerging Technological Edge," by Denis Fred Simon and Cong Cao, two United States-based experts on China.
zh_cn: 根据《崛起的中国前沿科技》（《China’s Emerging Technological Edge》）一书中提到中国已经有大约5000名学者从事像纳米科技这样的前沿领域，该书是由邓尼斯.弗瑞德.西蒙(Denis.Fred.Simon)和曹聪(CongCao)两位了解中国的美国专家所著。

source: A 2008 study by the Georgia Institute of Technology concluded that within the next decade or two, China would pass the United States in its ability to transform its research and development into products and services that can be marketed to the world.
zh_cn: 另据2008年乔治亚理工学院的一项研究指出：在未来的十年或者二十年中，中国将其科技成果转化为生产力，并商业化为产品的能力将超过美国。

source: "As China becomes more proficient at innovation processes linking its burgeoning R.&amp;D. to commercial enterprises, watch out," the study concluded.
zh_cn: 该份研究得出的结论是：随着中国越来越娴熟地将其丰硕的科研成果商业化，其创新能力也会大大提高。

source: Quantity is not quality, and despite its huge investment, China still struggles in many areas of science and technology.
zh_cn: 尽管前景是美好的，历程却是艰辛的。中国政府尽管对科学研究投入了巨资，但是中国在某些研究领域还是处于劣势。

source: No Chinese-born scientist has ever been awarded a Nobel Prize for research conducted in mainland China, although several have received one for work done in the West.
zh_cn: 包括到目前为止还没有一位中国本土的科学家获得过诺贝尔奖。

source: While climbing, China ranked only 10th in the number of patents granted in the United States in 2008.
zh_cn: 在专利方面，2008年的统计数据显示，由中国申请在美国获得授权的专利数量居世界第十位。

source: Chinese students continue to leave in droves.
zh_cn: 随着中国家庭经济条件的改善，留学热在中国依然是有增无减。

source: Nearly 180,000 left in 2008, almost 25 percent more than in 2007, as more families were able to pay overseas tuition.
zh_cn: 2008年接近18万人选择出国，比2007年的数量增长了25%。

source: For every four students who left in the past decade, only one returned, Chinese government statistics show.
zh_cn: 根据中国政府过去十年的调查数据显示，只有四分之一的留学生选择在毕业后回来中国。

source: Those who obtained science or engineering doctorates from American universities were among the least likely to return.
zh_cn: 而且那些在美国获得了理学或则工学博士学位的学生更是极少地选择回到中国。

source: Recently, though, China has begun to exert a reverse pull.
zh_cn: 近来中国已经开始极力地挽回这一不利局面。

source: In the past three years, renowned scientists like Dr. Shi have begun to trickle back. And they are returning with a mission: to shake up China's scientific culture of cronyism and mediocrity, often cited as its biggest impediment to scientific achievement.
zh_cn: 在过去的三年中，许多像施一公一样的知名科学家已由中国政府引进国门，并且委以改变中国任人唯亲，庸才当道的科研环境，这些中国特色一向被视为是阻碍中国科技进步的最大障碍。

source: They are lured by their patriotism, their desire to serve as catalysts for change and their belief that the Chinese government will back them.
zh_cn: 这些选择回到中国的科技人才们几乎都是怀揣着满腔的爱国主义热情，希望能为祖国的科研事业添砖加瓦，并且坚信祖国需要他们。

source: "I felt I owed China something," said Dr. Shi, 42, who is described by Tsinghua students as caring and intensely driven."In the United States, everything is more or less set up.Whatever I do here, the impact is probably tenfold, or a hundredfold."
zh_cn: “我觉得我对我的祖国有所亏欠，在美国你能做的大多数别人已经做过，但是在中国，我所做的事情可能是史无前例的，其影响力较之在美国可能有十倍，乃至百倍”施博士常常这样说道。

source: He and others like him left the United States with fewer regrets than some Americans might assume.
zh_cn: 施博士以及其它一些回国的科技领军人物对于他们的选择，并不像一些美国人想象地那么后悔。

source: While he was courted by a clutch of top American universities and rose swiftly through Princeton's academic ranks, Dr. Shi said he believed many Asians confronted a glass ceiling in the United States.
zh_cn: 尽管作为普林斯顿一颗冉冉升起的新星的他受到多所美国顶尖高校的追捧，但是他表示他相信在美国的许多亚洲人都会遇到无形的障碍。

source: Rao Yi, a 47-year-old biologist who left Northwestern University in 2007 to become dean of the School of Life Sciences at Peking University in Beijing, contrasts China's "soul-searching" with America's self-satisfaction.
zh_cn: 47岁的生物学家饶毅在对比了中国政府的奋力进取与美国的骄傲自满的现状后，于2007年从美国西北大学辞职，回到北京大学担任生命学院担任院长。

source: When the United States Embassy in Beijing asked him to explain why he wanted to renounce his American citizenship, he wrote that the United States had lost its moral leadership after the 9/11 attacks.But "the American people are still reveling in the greatness of the country and themselves," he said in a draft letter. These scientists were not uniformly won over by the virtues of democracy, either. While Dr. Rao said he hoped and believed that China would become a multiparty democracy in his lifetime, Dr. Shi said he doubted that that political system "will ever be appropriate for China."
zh_cn: 当美国大使询问他为何愿意放弃其美国国籍时，饶毅回答：“美国在9/11事件之后已经失去了其精神领袖的地位，但是美国人民却依然生活在其辉煌记忆中。

source: As a Tsinghua student, Dr. Shi joined the 1989 pro-democracy protests in Tiananmen Square.As a registered Democrat in the United States, he participated eagerly in elections. "Multiparty democracy is perfect for the United States," he said."But believing that multiparty democracy is right for the United States does not mean it is right for China."
zh_cn: ” 作为美国民主党成员的饶博士积极地参与到各种选举活动中，他也曾表示适合于美国的多党民主体制不一定适合中国国情。

source: Yet the re-entry to the politicized world of science in China can be challenging.
zh_cn: 但是尽管作为高端科技人才回国的他们，面对中国特有的政治化科研环境也是一个极大的挑战。

source: In its biennial election of academicians last month, the Chinese Academy of Sciences, China's highest advisory body on science and technology, passed over Dr. Shi and Dr. Rao. It also did not recognize Wang Xiaodong, a well-known Howard Hughes Medical Institute investigator who recently became a director of Beijing's National Institute of Biological Sciences while remaining a full-time professor at the University of Texas Southwestern Medical Center in Dallas.
zh_cn: 在2008年的院士选举中，作为选举委员会的中国最高科学技术机构中国科学院否决了作为候选人的施博士和饶博士，同样落选的科学家还有作为北京国家生命科研院的院长王晓东，他同时还是美国特克萨斯大学医西南医学中心的全职教授。

source: The tension has spilled over into the Chinese blogosphere, where Dr. Shi has been attacked as insincere and untrustworthy.
zh_cn: 科研界的“硝烟”甚至蔓延到了网络世界，施博士在网上屡屡遭到攻击，被视为不值得信任的人。

source: In a posting in 2008, Liu Zhongwu, a professor of science and engineering at South China University of Technology, said that Dr. Shi should be excluded from any projects that touch on China's national interests.
zh_cn: 在一个网络帖子中华南理工大学的刘忠武（音译 Liu Zhongwu）表示施博士应该被排除在所有涉及国家利益的科研项目之外，并且特别强调作为外国人的施博士是不值得信任的。

source: "Bear in mind, he is a foreigner," he wrote. "The last year and a half have been like 10 years to me," said Dr. Shi, who says the criticism is redolent of the Cultural Revolution."I am rejoicing that I am still standing."
zh_cn: 在一次访问中施博士表示：“在回到中国的前一年半时间里，我过得十分艰难，感觉好像是经历了十年的文化大革命一样，而且我很幸运地依然活着。
